<template>
	<div class="setup_help_view">
		<div class="help_box">
			<p class="am_font mar_top">淘宠优品是经营宠物主粮为主的电商平台，国际大牌宠物主粮一网打尽，所有产品均有正规代理权，来之原产地，包装拥有正规的范伪标签是品质和信誉的保证。</p>
			<h2>淘宠优品会员分为两个等级：</h2>
			<p>（1）普通会员，普通会员通过“淘宠优品”订购商品一律享受统一的零售价，可通过“淘宠优品的”的立即订货、我要预订和我要补货功能键，为自己的爱宠长期准备优质稳定的主粮。</p>
			<p>（2）商家会员，商家会员通过“淘宠优品”采购商品一律享受统一的批发价，可通过“淘宠优品”的立即订货、我要预订和我要补货功能键，为自己提供稳定的货源管理</p>
			<p>温馨提示：淘宠优品只经营国际上优秀信誉佳的品牌，产品都是直接从原产地货运回来。所有“淘宠优品”的所有立订商品均为在大陆仓库有货的商品，而接受预订的商品均为在运途中的商品。</p>
			<h2>如何注册普通用户？</h2>
			<p>如果您是新顾客，请在登陆页面下方点击“注册账号“，输入您常用的手机号作为用户名，接收短信验证码，输入验证码，并设定密码，即可注册成为淘宠优品尊贵用户，所有商品享受统一的零售价！</p>
			<h2>如何成为商家？</h2>
			<p>要成为商家用户需要先注册成为普通用户，再通过在首页或者我的个人中心成为商家用户接口进入按程序提交商家信息，然后通过我们客户人员审核通过即可成为我们的商家用户，成为商家用户即可享受平台的批发价！</p>
			<h2>购物流程？</h2>
			<p>（1）挑选商品，选择规格、数量等信息；</p>
			<p>（2）将商品添加到购物车或者使用快捷付款方式“立即结算”去支付订单；</p>
			<p>（3）确认收货人信息，配送方式，价格是否向发货人保密，添加备注信息提交订单去支付；</p>
			<p>（4）选择支付方式付款；</p>
			<p>（5）付完款之后立定商品我们保证下单付款后24小时内发货，预定商品我们协议15天内发货，如不能发货我们客服将联系客户协商退款流程；</p>
			<p>温馨提醒：在线支付的订单需要您在2小时内成功支付，如超过时限您的订单将自动关闭。活动期间支付时限以活动公示为准。</p>
			<h2>立订商品发货须知</h2>
			<p>立定商品我们“淘宠优品”将在下单付款后24小时内发货。</p>
			<h2>预定商品发货须知</h2>
			<p>预定商品我们承诺在15日内完成发货，如没能在预定的时间发货，我们将由客服人员联系用户协商退款流程。</p>
			<h2>交易方式</h2>
			<p>“淘宠优品”的付款方式由在线付款和线下付款。</p>
			<p>（1）线上付款由用户通过“淘宠优品APP”完成下单提交订单支付，“淘宠优品”提供支付接口来完成订单支付。</p>
			<p>（2）线下支付，当你下完单，提交支付。先不要执行支付。通过我们APP上联系我们的客服，我们客服确定用户订单后将为客户提供支付账号，用户打款成功之后截图给我们客服。我们客服确认支付情况之后在后台确定订单是否付款然后执行发货（建议大单用户走线下支付）。</p>
		
		
			<h2>交易须知</h2>
			<p>您在接受“淘宠优品”的商品订购与送货的同时，有义务遵守以下交易条款。</p>
			<p>请您仔细阅读以下条款：</p>
			<p>※订购的商品价格以您下订单时“淘宠优品”APP上价格为准。</p>
			<p>※ 请清楚准确地填写您的真实姓名、送货地址及联系方式。</p>
			<p>如因以下情况造成订单延迟或无法配送等，“淘宠优品”将不承担任：</p>
			<p>1.客户提供错误信息和不详细的地址。</p>
			<p>2.货物送达无人签收，由此造成的重复配送所产生的费用及相关的后果。</p>
			<p>3.不可抗力，例如：自然灾害、交通戒严、突发战争等。</p>
			
			<h2>收货说明</h2>
			<p>为保障您的权益，请您在收到所购商品时，依照发货单的明细，当场与配送人员核对包装箱中的商品内容，若有不符或短少，请您务必于24小时内联系客服中心（超过24小时后，“淘宠优品”将不再为以上问题负责）。</p>
			
			
			<h2>安全性</h2>
			<p>只要您通过“淘宠优品”订购商品，我们会保证交易信息的安全，并由“淘宠优品”授权的员工处理您的订单。</p>
			
			
			<h2>隐私权</h2>
			<p>“淘宠优品”尊重您的隐私权，在任何情况下，我们都不会将您的个人和订单信息出售或泄露给任何第三方（国家司法机关调取除外）。我们从网站上或电话中得到的所有客户信息仅用来处理您的相关订单。</p>
			
			
			<h2>免责</h2>
			<p>如因不可抗力或其它无法控制的原因使“淘宠优品”销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，“淘宠优品”会尽可能合理地协助处理善后事宜，并努力使客户免受经济损失。</p>
			
			<h2>客户监督</h2>
			<p>“淘宠优品”希望通过不懈努力，为客户提供最佳服务，在给客户提供服务的全过程中接受客户的监督。</p>
			
			<h2>争议处理</h2>
			<p>如果客户与“淘宠优品”之间发生任何争议，可依据当时双方所认定的协议及相关法律进行解决。</p>
			<p>特殊说明：</p>
			<p>“淘宠优品”所服务的客户为：以终端消费为目的的个人、商家。</p>
			
			<h2>退换货承诺</h2>
			<p>自您签收商品次日起，7日内可以退货，15日内可以换货，在商品不影响二次销售的情况下，“淘宠优品”将为您办理退换货服务，请在APP联系我们的客服人员提交“退换货”申请。我们客服将在工作日内24小时内处理你的退换货手续。需要说明的是：非质量问题的退换货，来回运费由您承担。</p>
			
			<h2>退换货规定</h2>
			<p>1.请您办理退换货时，务必保持商品及各种包装完整，不能影响二次销售。</p>
			<p>2. 因您个人原因造成的商品影响二次销售（如商品包装破损），不予退换。</p>
			<p>3. 由于规格、及个人喜好等原因造成的退换货，不属于质量问题，邮费由用户负责。</p>
			<p>4.图片及商品信息仅供参考，因拍摄灯光及不同显示器等问题可能造成商品图片与实物存在一定色差，一切以实物为主。</p>
			<p>5. 以上说明为“淘宠优品”商品基本退换货原则，请您仔细查看。</p>
			<h2>退换货方式</h2>
			<p>请您申请退换货并审核通过后将商品寄回我司售后部，请您选择普通快递将商品、内包装、赠品及发货单等一并寄给我们。质量问题的退换货，目前不支持运费到付款业务，请您先垫付运费寄回。</p>			
			<h2>退款承诺</h2>
			<p>所有申请退换货成功需要退款的，我们承诺在仓库收到退换的商品后在工作日内12小时内退款。</p>
			<h2>退款方式</h2>
			<p>我们退款一律退回顾客的支付账号里面，不接受不是支付方式的其他银联，支付宝，微信账号。</p>
			<h2>淘宠优品承诺</h2>
			<p>我们所出售的商品均为正品行货，与您亲临商场、宠物店选购的商品享受相同的质量保证；含有质量保证书的商品按照保证书的承诺执行，其它商品按国家有关规定执行。</p>
			<p>我们承诺通过我司提供的网上支付平台支付，为客户承担全额手续费，但由于客户原因取消正常状态下的订单要求款项返还时（做帐户余额除外），则由客户承担相关手续费。</p>
			<h2>特别提示</h2>
			<p>如您购买的商品在规定的时间内出现质量问题，需要退货或换货时，请您通过联系我们客服申请退换货，我们客服将在工作日内24小时提供您退换货，按照我们客服提供信息将物品以快递的方式寄回我司售后部门，如商品与我们产品描述不符或发货过程造成退换货，相关的快递运费会在商品入库之后退给您。如未联系我们客服办理退换货流程而将商品寄回我司，则我司有权拒绝您的相关申请。</p>
			<p>我们保证出货时商品外包装的完好无缺。请您在收到货物时当场仔细检查发票及货品与送货单的商品是否一致，如果发现商品缺少或已破损等情况，请当配送人员的面与我司客服部联系；如果发现邮寄包装破损，货物在运输途中破损等情况，请当场指出并拒收，拒收后请致电我司客服，如您已签收或他人代为签收，则视为商品外包装，商品数量及内容无误，我司将无法受理。</p>
			<p>在您收到商品后由于各种原因需要办理退换货，请可与客服联系处理，我们将竭诚为您服务。</p>	
		</div>
	</div>
</template>

<script>
// import {setStore} from '../../assets/js/mUtils'

export default {
  name: 'setup_help_view',
}
</script>

<style scoped>
  .setup_help_view{
    position: fixed;
    top: 0;
    left: 0;
    right: 0;
    bottom: 0;
    background-color: #fff;
    z-index: 202;
    overflow: auto;
    padding: 1rem 0 0.2rem;
    text-align: left;
  }
  .help_box{
  	padding: 0.2rem
  }
  p{
  	color: #616161;
    font-size: 0.28rem;
    text-indent: 0.5rem;
    padding-bottom: 0.2rem;
    line-height: 0.4rem;
  }
  h2{
  	color: #252525;
    font-size: 0.32rem;
    font-weight: bold;
    margin: 0.3rem 0;
  }
</style>
